Repository: IshimweJoliePrincesse/Vme
Catalog: lib/l10n/app_*.arb
Languages: rw

source: Hello World
rw: Bite Isi

source: Settings
rw: Igenamiterere

source: Select Language
rw: Hitamo Ururimi

source: English
rw: Icyongereza

source: Account
rw: Konti

source: Language
rw: Ururimi

source: Theme Mode
rw: Imiterere y'Icyumweru cyangwa Ijoro

source: Privacy Policy
rw: Politiki y'Ibanga

source: Contact Us
rw: Tuvugishe

source: About Us
rw: Ibyerekeye Twe

source: Agree to our terms & conditions
rw: Emerera Amategeko n'Amabwiriza byacu

source: Login
rw: Injira

source: Logout
rw: Sohoka

source: Please sign in to continue
rw: Injira Kugira ngo Ukomeze

source: Return back
rw: Garuka Inyuma

source: Login Account
rw: Injira muri Konti

source: Login Officially
rw: Injira ku buryo bwemewe

source: Official Member?
rw: Umunyamuryango

source: Enter ID
rw: Injiza Indangamuntu

source: Enter Email
rw: Injiza Imeyili

source: Enter Password
rw: Injiza Ijambo ry'Ibanga

source: Enter Message
rw: Injiza Ubutumwa

source: Enter Subject
rw: Injiza Insanganyamatsiko

# want_to_logout
source: Do you want to Logout?
rw: Urashaka Gusohoka?

source: Cancel
rw: Hagarika

source: Confirm
rw: Emeza

source: Dark
rw: Umwijima

source: Light
rw: Urumuri

source: Email
rw: Imeyiri

source: Message
rw: Ubutumwa

source: Subject
rw: Insanganyamatsiko

# how_we_help_you
source: How can we help you?
rw: Twagufasha Dute?

source: Send
rw: Ohereza

source: Verify Face
rw: Emeza Isura

source: News Updates
rw: Amakuru agezweho

source: Results
rw: Ibisubizo

source: Ratings
rw: Urwego rw'ubuziranenge

source: Comment
rw: Igitekerezo

source: Feedback
rw: Inyunganizi

# rate_your_experience
source: How much would you rate your experience so far?
rw: Urashimira gute uburambe bwawe kugeza ubu?

# choose_star
source: Choose stars to select your desired rating.
rw: Hitamo inyenyeri uhuze n'urwego ushaka.

# enter_feedback
source: Enter your feedback here
rw: Injiza Inyunganizi Yawe

# feedback_required
source: Feedback required*, It is compulsory to record your feedback
rw: Inyunganizi irakenewe*, Ni ngombwa kugira ngo ukande.

source: Submit
rw: Tanga

source: Register Candidate
rw: Andikisha Umukandida

source: View Candidates
rw: Reba Abakandida

source: Upcoming Events
rw: Ibikorwa Bizaza

source: Dashboard
rw: Ikibaho

source: Change Password
rw: Hindura Ijambo ry'Ibanga

source: Create new Password
rw: Shyiraho Ijambo rishya ry'Ibanga

# unique_password
source: Your new password must be unique from the previous one.
rw: Ijambo rishya ry'Ibanga rigomba kuba ritandukanye n'iryo ukoresha.

source: Current Password
rw: Ijambo ry'Ibanga ryubu

source: Current password required*
rw: Ijambo ry'Ibanga ryubu rirakenewe*

source: New Password
rw: Ijambo ry'Ibanga Rishya

source: New password required*
rw: Ijambo rishya ry'Ibanga rirakenewe*

source: Confirm Password
rw: Emeza Ijambo ry'Ibanga

source: Confirm password required*
rw: Kwemeza ijambo ry'ibanga birakenewe*

# password_characters
source: Password must consists of 10 characters
rw: Ijambo ry'ibanga rigomba kuba rifite inyuguti 10

# password_not_matches
source: Password does not matches
rw: Ijambo ry'ibanga ntabwo rihuye

source: Candidate Registration
rw: Iyandikisha ry'Umukandida

source: Upload Image
rw: Ohereza Ifoto

source: Name
rw: Izina

source: Select Gender
rw: Hitamo Igitsina

source: Age
rw: Imyaka

source: Phone
rw: Telefoni

source: Male
rw: Umugabo

source: Female
rw: Umugore

source: City
rw: Umujyi

source: SAVE
rw: Bika

# name_required
source: Name field required*
rw: Izina rirakenewe*

# email_required
source: Email field required*
rw: Imeyili irakenewe*

# email_should_valid
source: Email should be valid
rw: Imeyili igomba kuba nzima

source: Gender not selected
rw: Igitsina nticyatoranijwe

source: Invalid phone number
rw: Nomero ya Telefoni siyo

# phone_required
source: Phone number required*
rw: Nomero ya Telefoni irakenewe*

# age_required
source: Age field required*
rw: Imyaka irakenewe*

# age_more_than_17
source: Not eligible age should be more than 17
rw: Imyaka iteganywa igomba kuba irenze 17

source: Register
rw: Iyandikishe

source: Hi! Welcome
rw: Muraho! Murakaza neza

source: Gender
rw: Igitsina

source: Elected As
rw: Watawe nka

source: Search
rw: Shakisha

source: Vote Recorded!
rw: Ijwi ryanditswe

# thank_you
source: Thank you for voting
rw: Murakoze gutora

source: Digital Ballot
rw: Impapuro za digital

source: Seconds left:
rw: Amasegonda asigaye

# time_limit
source: Cast vote with in below time limit
rw: Tora Mu gihe cyagenwe

source: Time Finished
rw: Igihe Cyarangiye

# vote_time_finished
source: Your voting time just finished
rw: Igihe cyo gutora cyarangiye

source: GO Back
rw: Subira Inyuma

source: Confirmation
rw: Kwemeza

# confirm_vote
source: Do you want to confirm your vote?
rw: Urashaka Kwemeza Ijwi Ryawe?

source: Profile
rw: Umwirondoro

source: Announcements
rw: Amatangazo

source: Elections
rw: Amatora

source: Official Parties
rw: Amashyaka Yemewe

source: Ongoing Events
rw: Ibikorwa Biriho

# party_events
source: Participated Events
rw: Ibikorwa Bimaze Gukorerwa Ishyaka
